[
  {
    "author_name":"Sam Jaroudi",
    "review":"I've been to that bakery for almost 30 years and they are exceptional.  The mana'eesh (Lebanese pies) taste authentic and very delicious, plus their dough is light and doesn't dry up like that of other bakeries.  The cheese and zaatar pies are exquisite, but I noticed that their meat pies and very popular.\n\nThe great thing about those pies is that they taste fresh even after you freeze them, and they're handy for whenever you don't feel like cooking or ordering a heavy meal.\n\nAladdin is the best Lebanese pie in Ottawa.  They mastered the art of making  mana'eesh and their service is excellent ... very friendly staff and they're super fast in fulfilling orders despite long lineups.\n\nVegetarian options: Aside from the meat pies or those including sausages, everything else on the menu is vegetarian.\n\nParking: This strip mall is often busy and parking is limited, but because patient, if you wait a few minutes someone will pull out at some point.\n\nKid-friendliness: Kids love Lebanese pies, and there's a wise selection of bottled juices and drinks to choose from that go well with it.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Sausage & Cheese, Cheese Pie, Veggie Zaatar, And Olives, And Veg, Potato & Meat Pie, Bottled Water, Cream Cheese & Olives Lebneh, Cheese & Olives, Zaatar w Lebneh\n\nParking space\nSomewhat difficult to find parking\n\nParking options\nFree parking lot",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"David Pham",
    "review":"A simple yet delicious Middle Eastern meat pie that won't break the bank.\n\nOrdered a meat pie with cheese for $4.25, cash only. They make it fresh on the spot, so it's super hot and delicious when you receive it. Meat is wonderfully seasoned, it's oily, and it's awesome.\n\nSimply put, it's a great local business in the area and I'd highly recommend coming here.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5\n\nRecommended dishes\nMeat Pie",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":5
  },
  {
    "author_name":"Dusty Davis",
    "review":"The food was good and very reasonably priced. It's located in a shopping center and the inside is small which doesn't allow for many tables for sitting. I tried the Zaatar and Veg which was full of flavor.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":4
  },
  {
    "author_name":"Aj",
    "review":"Ordered a cheese pie but was disappointed the crust was fine, but there was barely any cheese on it not worth it if you’re looking for a cheesy experience\nFood: 1\/5  |  Service: 4\/5  |  Atmosphere: 4\/5\n\nRecommended dishes\nCheese Pie",
    "food":2,
    "service":2,
    "atmosphere":2,
    "pricing":3
  },
  {
    "author_name":"Riam S.",
    "review":"I had fresh out of the oven Manaqeesh (thyme) with Cheese and vegetables (tomatoes, green olives. It tastes very good. I found it to be at a reasonable price.\nI wish if it was thin crusts\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 3\/5\n\nRecommended dishes\nZa'Atar\n\nParking space\nPlenty of parking",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":4
  },
  {
    "author_name":"Robert Zheng",
    "review":"Would Return.\n\nCASH ONLY. kinda sick of cash only in 2024, at least take debit..\n\nTwo habibis taking orders in between conversations. In the kind of neighborhood where you double press your car keys, twice... Twice. Authentic bread and small focused menu.\n\nZaartar - smaller side, average topping but they're fired up fresh. $3\nMeat - typical, fresh. $3.75\n\nSome parking.\nCash Only.",
    "food":1,
    "service":3,
    "atmosphere":3,
    "pricing":1
  },
  {
    "author_name":"Mory Hakimi",
    "review":"Aladdin Bakery, located at 1020 St. Laurent Blvd, Ottawa, ON K1K 4S2, is a hidden gem for lovers of authentic Lebanese and Arabic cuisine. This charming establishment offers both a restaurant and bakery experience, where you can indulge in a variety of freshly made Middle Eastern specialties.\n\nOne of the bakery's standout offerings is its traditional manakish, also known as manaeesh. These flavorful flatbreads come in a variety of toppings, including za'atar (a fragrant mix of thyme, sesame seeds, and sumac), spiced meats, and more. Whether you're craving something savory or simple, the manakish options are sure to delight your palate.\n\nIn addition to manakish, Aladdin Bakery produces a wide range of fresh bread and other baked goods daily. The quality and freshness of their products are evident with every bite, and the aroma of freshly baked bread fills the air, creating a warm and inviting atmosphere.\n\nWhat makes Aladdin Bakery even more appealing is its affordability. Despite the high quality of the food, the prices remain reasonable, making it a great option for anyone looking to enjoy traditional Lebanese flavors without breaking the bank.\n\nWhether you're stopping in for a quick bite, picking up some freshly baked bread, or enjoying a full meal, Aladdin Bakery offers an authentic, satisfying, and budget-friendly taste of Lebanon in the heart of Ottawa.\nService: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":5
  },
  {
    "author_name":"Taleen D",
    "review":"We were craving menekeesh and found this place through reviews. It is a small space with not much seating, but extremely busy with most people taking it to go. Service is fast and efficient, and as others have said, cash only. We sat down to enjoy the food fresh. The dough is fluffy and delicious, but also very filling so pace yourself! We tried the zaatar, cheese & meat, and feta & green olive. All were really delicious! We took more to go afterwards and enjoyed them the next day. Will definitely be back.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":5
  },
  {
    "author_name":"Nitika Srivastava",
    "review":"Have come here a few times now for the meat pies and cheese pies and they’re really tasty and fresh! Very affordable and well priced and very quick service! Definitely recommend coming here\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie, Za'Atar",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":5
  },
  {
    "author_name":"Shawn Janisse",
    "review":"Pricey for what you get. I do enjoy going here but prices have inflated 4x for simple meat and cheese sandwiches. Maybe if they gave you more meat it would offset the higher price. Still very yummy all the same. Cash only !\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 3\/5",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Suguru Kanbayashi",
    "review":"Stood at Mr Pizza for 10 minutes while getting ignored by their staff while they conversed amongst themselves.  So I left, and next door, noticed a large line-up so I thought I would give it a try.  Wow. Great price, just baked, steaming meat pies were AMAZING.  Tried the half-meat, half cheese was great.  Zaatar with veg was equally tasty.  Must go back to try them all!!  Thank you Mr Pizza for ignoring me.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Zaatar and Veg",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":5
  },
  {
    "author_name":"Sarah",
    "review":"Picked up a ton of manaeesh for a Lebanese breakfast we hosted for my family ❤️ hubby said it was Lebanese approved and prices were reasonable.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie, Veggie Zaatar",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":5
  },
  {
    "author_name":"saba parchami",
    "review":"I recently ordered and had an extremely disappointing experience. First, part of my order was missing, which is frustrating when you’re expecting a complete meal.\n\nOn top of that, the food that did arrive was well below standard. leaking “It was cold, tasted stale, and lacked any real flavour.” For the price, I expected far better quality.\n\nI’m really disappointed with my experience.\nFood: 1\/5  |  Service: 1\/5  |  Atmosphere: 1\/5",
    "food":2,
    "service":2,
    "atmosphere":2,
    "pricing":2
  },
  {
    "author_name":"M Clark",
    "review":"The meat pies are fantastic and have a very unique taste. They are a cash only business, and they run it extremely efficiently. The line ups move very fast. Love how they have glass bottled pop. My favorite go to place for an inexpensive snack. A meat pie is only $3.25 with tax included! They also have a cheese pie option for vegetarians!\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie, Meat & Cheese",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":5
  },
  {
    "author_name":"ian ngan",
    "review":"Parking is quite difficult to maneuver, but once you get a spot but its well worth it because these are Best meat pies in the city. friendly staff and quick service. HIGHLY RECOMMEND!\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Karpakamurthy Muthukumar",
    "review":"Fresh made Labanese pie around 5 ish dollar. Very cheap and Fresh. One of the best pie 🥧 shop in Ottawa. They have veg options. Good selection of drinks and middle Eastern dessert.\n\nVegetarian options: Cheese, zaatar, veg pizza, spinach\n\nKid-friendliness: Yes\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\n\n\nParking space\nPlenty of parking\n\nParking options\nFree parking lot",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"B M",
    "review":"Hidden gem… fresh, wholesome, healthy, rich , aromatic n real soul soothing food. This cozy bakery has left the best impressions! Hospitable hosts, delicious dishes, beautiful presentation. I recommend to everyone! I would like to come back here again and again. Do yourself a favor and visit this lovely bakery in Ottawa . The service is unmatched.   Best baked pie",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Mazloom Chetinkaya",
    "review":"Got food poisoning for the 3rd time because of the meat pie. Uncooked and soft \"tartar\" like. The reason why I say 3rd time is because I kept giving them the benefit of the doubt, oh it's the tomatoes oh it's something else oh it's just me. But nope, it is the meat pie. I can eat anywhere, anything including their own potatoe pie, spinach pies, spinach and cheese, cheese pies everything else is ok. But the meat pie needs to be reviewed.\n\nThey put the oven at a high temperature so the crust cooks quickly without giving time for the meat to cook. It makes sense because the meat is nicely mixed with tomatoes and onions so is just more liquid so needs a bit more time than the crust to actually cook. Perhaps I'm wrong and it's well cooked but just bad quality of meat?\n\nRegardless, will not go again because honestly being folded in 2 for 5 hours for the 3rd time doesn't feel good at all.\nService: 5\/5  |  Atmosphere: 3\/5\n\nRecommended dishes\nCheese Pie",
    "food":2,
    "service":2,
    "atmosphere":2,
    "pricing":3
  },
  {
    "author_name":"Saleem Akhtar",
    "review":"Hidden gem in Ottawa. Simple nan-pizzas, meat and vegetarian pies. Very fast service, ultra economical. Baked in front of your eyes. Cash only and ATM machine is on site. Largely take away so very little space for dine in.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5\n\nRecommended dishes\nMeat Pie",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":4
  },
  {
    "author_name":"Hani C.",
    "review":"I did not eat in Ottawa except at this wonderful bakery.\nMashallah, people coming in and out. The bakers are very busy making these delicious pastries and MANAK'EESH. Meat mankoush or Zaatar mix with cheese even the Kishik Mankoush, the combinations are wonderful.\nI would recommend this place if ever ur driving through Ottawa.\nGreat value and delicious bite.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Sausage & Cheese, Cheese Pie, Veggie Zaatar, And Olives, Potato & Meat Pie, Cream Cheese & Olives Lebneh, Cheese & Olives, Spinach & Cheese, Zaatar w Lebneh",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Wallace W",
    "review":"Hands down the best meat & cheese in the city! Family run business providing great Lebanese pies; fresh and made to order.\n\nVegetarian options: Vegetarian pies available.\n\nDietary restrictions: Everything is halal.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Veggie Zaatar",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Swathi Mudili",
    "review":"I had the spinach pie, it is so cheap, fresh and tasty. There are not really tables to sit and eat at the bakery, so take out is what most people do.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 2\/5\n\nRecommended dishes\n",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"W F",
    "review":"Went to this place and there was a line of people before me. Cashier took cash from all of them.  I ordered a meat with cheese pie, he then stuck his hand into the cheese bucket and sprinkled cheese onto the pie. No washing hands and no gloves after just accepting\/returning cash to several people in line before me. We threw the pies away we haven’t been back since.\nFood: 1\/5",
    "food":1,
    "service":3,
    "atmosphere":3,
    "pricing":1
  },
  {
    "author_name":"daniel rogz",
    "review":"Legit one of the best meat pie I ate in my whole life. So cheap and delicious. I highly recommend the meat pie + Chesse + spicy. Delicious 10\/10\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5\n\nRecommended dishes\nMeat Pie, Meat & Cheese\n\nParking space\nPlenty of parking\n\nParking options\nFree parking lot, Free street parking",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Eric Bedard",
    "review":"Awesome place, friendly staff, prices are reasonable and the food quality is high.  This is my special cheese pie with tomatoes. Recommend 5*\nRecommended dishes\nCheese Pie",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"kevin grocholski",
    "review":"Friendly Staff, delicious meat pies..make sure you order them spicy (is HoT, is flavourful). Make sure you bring Cash",
    "food":4,
    "service":4,
    "atmosphere":3,
    "pricing":4
  },
  {
    "author_name":"Alexei Gherman",
    "review":"Great place to grab a quick bite if you’re in a rush or don’t know what to eat. They have a selection of pies ranging from meat, veggie and cheese. The prices have slowly increased over the years. You used to be able to get a meat pie for $1.25 it’s too bad they raised there prices but I understand inflation. It is still cheaper then McDonalds and probably healthier. The staff is always pleasant. During peek hours the place can get very busy but they serve quickly. They have middle eastern style drinks and they sell pita.",
    "food":4,
    "service":4,
    "atmosphere":3,
    "pricing":4
  },
  {
    "author_name":"Shane Arruda",
    "review":"i’ve been going here since i was a little kid, it’s always been amazing they’re fantastic i love them\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Justin Trudeau",
    "review":"I will say I’ve had many bad experiences at this place and i definitely do not recommend going. To start id like to point out that i have been going to this spot for about 10 years but recently I've been getting so disappointed that I dont think I’ll ever go back. It all started back when i walked in during Christmas time and the gentleman behind the counter decided it was appropriate to cuss out the sacred holiday. I understand if you dont celebrate Christmas because you practice islam but you should have more respect to other people’s beliefs.   Just like you expect the respect back. Also, the quality of the pies have declined drastically and it seems they have started cheaping out because the prices have gone up but the amount of meat or cheese you get on the pies have decreased. So it makes no sense why it would even be more expensive if you’re putting less meat\/cheese.\nFood: 1\/5  |  Service: 1\/5  |  Atmosphere: 1\/5",
    "food":2,
    "service":2,
    "atmosphere":2,
    "pricing":2
  },
  {
    "author_name":"Kian Keramat",
    "review":"Whenever I pass there nearby, I make sure to grab a Zataar & Veggie with Labneh from them. It tastes sooo grear! I’ve been to other similar bakeries but none of them serve Zataar & Veggie with Labneh. Which is a disappointment. Their other stuff is good too.\nThe only problem I had is they only accept cash.\nFood: 4\/5  |  Service: 3\/5  |  Atmosphere: 2\/5\n\nRecommended dishes\nVeggie Zaatar",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Sayed “Ali” Parweezi",
    "review":"Food is ok, but the owner at the cash is always pissed off. You never get a warm welcome from him. It is almost as if he is doing you a favor to serve you.\nHe is lucky the Schools nearby don't have another meat pie place near them. Otherwise, with service like that, no one would enter the place. He could be a nice guy, but he is not made to be at the front cash dealing with customers.\nFood: 4\/5  |  Service: 1\/5  |  Atmosphere: 3\/5",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Angela Starchuk",
    "review":"Hot, fresh and so so good. This was my first time in this establishment and I would absolutely recommend it to anyone in the area. I had a meat pie and cheese\/zataar. The staff was  friendly and so generous - offering them on the house. Thank you! <3",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Jim Purchase",
    "review":"The best meat and cheese pies, make your heart sing.\nI like it spicy with some lemon juice.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Diar",
    "review":"if I can put more than 5 stars 🌟 I would do it because the test is amazing since long time we didn't get the original Arabic lahmajon\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Rhonda L",
    "review":"Always lined up out for door, but for GOOD reason! Can’t beat their amazing pies. Our little ones even love them!\nAnd they’re also super friendly as well.",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Rami Ghamian",
    "review":"It sounds like the bakery needs to improve the balance of ingredients in their zaatar and cheese pastry,\nToo much dough and tiny bit of toppings\nensure proper cooking time for their meat pies,\nI hope this feedback help make necessary adjustments for a better customer experience.\nFood: 2\/5  |  Service: 3\/5  |  Atmosphere: 3\/5",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Guy Roussel",
    "review":"First time there, and very good food I wish I knew this place before.  Will definitly go again and be there early next time.  Thanks to my daughter to drive me therr.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nCheese Pie",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Gilles L",
    "review":"The best bakery in town for simple meat and cheese pies.\n\nPrices have gone up but still affordable.\n\nAlways recommend going as early as possible to get the pies fresh.\n\nService has always been very respectful and patient with myself and everyone around whether it be the younger staff or older.\n\nAnytime I’m in the St. Laurent area I always make sure to stop by and grab some for friends and family.\n\nVegetarian options: They have veggie Zatar.\n\nParking: The spots are tight and people don’t park in between the lines sometimes.\nFood: 4\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Meat & Cheese, Veggie Zaatar\n\nParking space\nSomewhat difficult to find parking\n\nParking options\nFree parking lot",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":4
  },
  {
    "author_name":"Jason M",
    "review":"Great Lebanese Pies. The best pies in Ottawa. They even made me  very healthy option in which I enjoyed immensely. This is definitely a place that you really need to visit if you want something very tasty and quick. I love this amazing place.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Angela A",
    "review":"I cannot say much about this place because I’ve only tried the meat pies and cheese pies . I love them tho , so good . For either a quick snack , light lunch etc . The place smells amazing , fresh bread . Hopefully I’ll get the chance to try something else , but I really love their pies.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Frank Nadanyi",
    "review":"I’ve been eating here for 25 years.\nI currently live In Vancouver, and Aladdin’s is a guaranteed stop when I travel west.\n\nMy orders for the last 25years have been…\nMeat and cheese with lemon and spice.\nOr cheese with veg, extra olives.\n\nI would define their pies as a cross between a quesadilla and a taco birrili, kissed with the flavours and love of the Middle East.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Sonya Sweeney",
    "review":"This is the best place for meat pies in the city, super fast service, and so delicious!\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Liny Visa",
    "review":"My healthy option if I don't have time to cook.Spinach and Spinach and Ayran ❤️Thank you for serving delicious food.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Kevin Feely",
    "review":"Been eating here for years, didn’t beleive it when my wife thought she got food poisoning last year from her meat pie. I orderd multiple pies Thursday morning and everyone who ate some got food poisoning. I don’t like to give bad reviews but I’ve seen a  couple other reviews of people who experienced the same thing. I hope the management sees this and fixes the hygiene standards to avoid getting more people sick.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Alex Lim-Sersan",
    "review":"Great food, great prices, great service. A delight to the senses.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":5
  },
  {
    "author_name":"Claire",
    "review":"PLEASE CHECK YOUR CHEESE PIES... I HAVE BOUGHT 3 ORDERS SO FAR AND EACH ONE HAD BARELY ANY CHEESE IN THE IT SHOULD BE LOADED LIKE IT USE TO BE!!! FIX IT\nFood: 1\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":1,
    "service":1,
    "atmosphere":1,
    "pricing":3
  },
  {
    "author_name":"Nabila Hamdi",
    "review":"Amazing food\nVery clean\nThe only concern that you need to pay cash, but still it is perfect\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":5
  },
  {
    "author_name":"Kathleen Lawday",
    "review":"I dare say the pies at this location are better than the one on Carling!  And that's saying something because the pies on Carling are delicious!\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Maranda Patterson",
    "review":"This place has great meat & cheese pies which is what I go there for.  It can get pretty busy here but the service is fairly quick  and worth the wait.  The only downside of this place is they only deal with cash.  They do have an ATM in side for a fee of $2.50.  The only reason I didn't give 5 stars is because you can't pay with debit.\nI recommend their meat pies 😁\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nCheese Pie, Meat & Cheese\n\nParking space\nPlenty of parking\n\nParking options\nFree parking lot",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":4
  },
  {
    "author_name":"Rose H",
    "review":"I enjoy getting the pizza made with feta cheese, by far the best Lebanese pies you can get",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Mahmoud Berkoti",
    "review":"When it comes to meat pies in the North America, Aladdin is at the tip of the ice berg. Nothing comes close to the food in regards of authenticity and quality. Asides from food quality and cleanliness, the staff is nothing far from perfect. Khalid helped me with the order and with his charismatic personality and kindness I left Aladdin with the highest rate of satisfaction I have felt in years. All in all, an amazing business owned by an amazing family. Would recommend this place more than any other place in Ottawa.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Majd Saaloukeh",
    "review":"Great service, always fresh food.\nFood: 4\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Sammy Ary",
    "review":"An absolute gem of a meat pie shop! Grew up getting lunch here and still swing by on every chance I get. The moment you step inside, you're enveloped in the mouthwatering aroma of freshly baked pies.  The range of fillings is impressive, offering something for everyone. The friendly staff adds a personal touch, making you feel like a valued customer. Whether you're a local or a visitor, this authentic meat pie shop is a must-visit destination.\nFew things to remember, Cash only - ATM inside may not always be working - Parking is not ideal\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie, Meat & Cheese, Veggie Zaatar, Mirinda, And Veg",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":5
  },
  {
    "author_name":"Natasha A",
    "review":"Didn't like it the first time, but this time around, I died! It was delicious. I definitely suggest the meat and cheese if you're not into meaty taste!\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat & Cheese",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Ahmad A",
    "review":"Best pies in Ottawa!! been eating here for 20+ years, consistently fresh.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nVeggie Zaatar, And Veg\n\nParking space\nPlenty of parking\n\nParking options\nFree parking lot",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Essen Gourmet Meals",
    "review":"As always, sooooo good. All the pitas are excellent as well as the spinach pie. They don't have a POS terminal so cash is recommended. There's an ATM inside the bakery and some QR code thing you can scan to pay online. No bathrooms!\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5\n\nRecommended dishes\nCheese Pie, Meat & Cheese, Veggie Zaatar\n\nParking space\nPlenty of parking\n\nParking options\nFree parking lot",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":4
  },
  {
    "author_name":"Megi",
    "review":"I took pizza and cheese. Pizza was ok I had better pizza. But cheese was very good. I liked it very much.\nFood: 4\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Lil Sprout",
    "review":"Honestly the pies are great but retty disappointed last time I got cheese pie I basically paid 5$ for a baked pita with no cheese in it...\nFood: 3\/5  |  Service: 5\/5  |  Atmosphere: 4\/5\n\nRecommended dishes\nMeat & Cheese",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Mohamad",
    "review":"Amazing food and amazing people. Waleed was very helpful and respectful. Would recommend this place!\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Danaus Plexippus Nymphalidae (Royal Butterfly)",
    "review":"Wonderful place to grab a pie. They have an excellent selection of quick grab and nutritious foods for the on-the-go person.\nI always stop by here when I am in the area.  It's been consistent for over twenty years, that I've been coming here. How wonderful to have a local bakery that serves with a smile and always has good food to eat. Thank you Aladdin. 💪👍😊\n\nVegetarian options: Very good. Lots of options.\n\nParking: Has in and out and parallel parking.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Sausage & Cheese, Cheese Pie, Pizza Pie Made with Feta Cheese, Meat & Cheese, Veggie Zaatar, Mirinda, And Olives, And Veg\n\nParking space\nPlenty of parking\n\nParking options\nFree parking lot",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Manal G",
    "review":"Exceptional! We were in town for only two days, and came here twice and also took extra to freeze at home. Incredible manaqeesh, fair pricing, and excellent service. Wish they would open a location in Montreal!\n\nMy only critique would be to renovate with a wider and nicer seating area!",
    "food":3,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Mostafa Ghafari",
    "review":"The meat pie had barely any meat and the cheese pie had barely any cheese. We spent $75\nFood: 1\/5",
    "food":1,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Abdullah Daher",
    "review":"The best people, and most delicious mana2eesh in all of Canada\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Roger Hanna",
    "review":"A hidden gem not more than a 5 minute drive from me, I have to say, the food is delicious and they bake, prepare everything onsite!  Food is very fresh with just the right amount of herbs and spices.  It is also a very clean store and I was there during their lunch rush..not an easy thing to do for any restaurant during lunch rush...kudos!\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"klinsmen klin",
    "review":"Is this  manoushi ??? Are u for real ?? Like far away from the real taste plus cash only  come on in 2024 cash only 😂😂😂😂\nFood: 1\/5  |  Service: 3\/5  |  Atmosphere: 1\/5",
    "food":1,
    "service":1,
    "atmosphere":1,
    "pricing":1
  },
  {
    "author_name":"raphael debcok",
    "review":"Delicious and very cheap also pretty fast\nThe guys working there are so nice it's my favorite place to eat for cheap and delicious 😋.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Alasdair Stuart-Bell",
    "review":"You don't go the decor but you can watch an amazement as very skilled folks bake and deliver dozens and dozens of delicious pies.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 3\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Lyla B",
    "review":"The pies are delicious. I'm giving 4 stars because after I left the store I realized the guy broke my spinach pie and there was oil everywhere.\nFood: 5\/5  |  Service: 4\/5  |  Atmosphere: 5\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Mike",
    "review":"Tuesday January 10th, approx. 5:40pm…This place has REALLY gone downhill in the past couple of years! No greeting when you walk in, they just stare at you until you say something to them 😂 … the food doesn’t taste the same anymore, using  cheap ingredients!\n\nVery Poor packaging, there was grease all over my paper bag so I asked the guy for a plastic one, and he made a big deal about it!\n\nI told him never mind you can keep your two cent plastic bag, I was a very loyal customer, but I will never be coming back!\n\nI DO NOT recommend this place, plenty of other options and friendlier people in the area who offer the same products!\n\nJust letting you know, you guys have lost a long time, loyal customer, get your stuff together guys!\n\nMike",
    "food":1,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Samuel Katchikian",
    "review":"This is the place to eat in Ottawa if you enjoy manakish\/Lebanese pizza! One of the better Lebanese bakeries I've been. Hats off, guys, for quality food and service!\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Asim Jerbi",
    "review":"Probably the best pie place in town. Because I go there a lot, the staff will already know what I'm gonna order and it's always a pleasant experience! You should try their sausage and cheese pie.\n\nMake sure you bring cash as that's what they only accept.\n\nVegetarian options: They offer veggies' pies as well.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5\n\nRecommended dishes\nSausage & Cheese",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":5
  },
  {
    "author_name":"Vince Bist",
    "review":"Great meat pies and kind people behind the counter serving you.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"lochardo locho",
    "review":"Very busy location... people order. Wait for it and leave. 2 can eat for $10. Only caveat only form of payment is cash.. smart 🤓\nFood: 4\/5  |  Service: 4\/5  |  Atmosphere: 3\/5\n\nRecommended dishes\nMeat & Cheese",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":4
  },
  {
    "author_name":"Vishtasp Palkhiwalla",
    "review":"Reached 20 minutes before closing time. Fast and friendly service. They had only three varieties left - that would mean everything is made fresh daily. Tried the meat & potato and spinach pies. They were delicious - the bread very soft and fresh.\n\nWill definitely return to try the other varieties.",
    "food":2,
    "service":2,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Ibrahim Khan",
    "review":"Good selection of traditional middle eastern meat, cheese and veggie pies baked fresh in clay oven.\n\nI had the chance to try out their meat and cheese pie and thoroughly enjoyed the taste, and texture. Bread was soft, and meat-cheese consistency was just right.\nFood: 4\/5  |  Service: 4\/5  |  Atmosphere: 4\/5\n\nParking space\nPlenty of parking\n\nParking options\nFree parking lot",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Michael Butler",
    "review":"Best Lebanese bakery in Ottawa, if not Canada. The Zatar is hot out of the oven. The dough is soft like a pillow. Excellent.  The spinach fatayer is excellent, too. I eat at Aladdin every day while in Ottawa. You won't find a better bakery anywhere.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Sameer Ahmed",
    "review":"Very tasty meat and cheese pie, but the problem is you need to carry cash, they don't accept card payments...make sure to carry atleast $20 dollars for 4 pies and more for a bigger order.\n\nVegetarian options: There are vegetarian pies.\n\nDietary restrictions: They ask you for your preferences before preparing your order.\n\nParking: At times of lunch it can become a problem for parking.\nFood: 4\/5  |  Service: 4\/5  |  Atmosphere: 3\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie\n\nParking space\nSomewhat difficult to find parking\n\nParking options\nFree parking lot",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Matthew Sullivan",
    "review":"Wonderful atmosphere, amazing food and super friendly staff. Sometimes a line but always moves fast. Definitely a must go!\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie, Meat & Cheese, Veggie Zaatar\n\nParking space\nPlenty of parking\n\nParking options\nFree parking lot",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Andre Francis",
    "review":"Love the place. Guys in front are awesome. The patties are great and they make the cheese ones the right way. They don't cheap out on the cheese which pisses me off about other places. The spinach ones are well sized too and packed. You definitely get what you paid for here. Respect",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Céline Girard",
    "review":"I have been coming here for over 15 years and am never disappointed. Service is quick and the pies are always baked perfectly.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Zee Man",
    "review":"I went today, to be honest one of the nicest people you will ever meet. I went today I didn’t know it was cash only and I didn’t have cash. They told me to take the food and pay later. There was an atm inside I got cash and pairs them. The food was good I took meat pie , cheese pie and zaatar pie. I think the best customer service I had in a Lebanese bakery in Ottawa. You should try this place.",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Katia Tonkykh",
    "review":"I was running errands in the area when a delectable smell hit me and I had to find the source - this bakery!!! I stopped by and got a wee meat and cheese pie and darn me if it wasn’t the best Lebanese pie I have ever had. I can literally still recall the flavor, amazing. Definitely will be back time and again, it’s hauntingly delicious, can’t believe I didn’t know of this place. If I could give 10 stars I would",
    "food":4,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"dragosanie",
    "review":"You want to support a small business? This one's the perfect place. Quick service, nice staff, they memorise all the orders perfectly and their cheese\/meat pies are to die for.\n\nI stop by here once a week sometimes even more. I absolutely love this place.",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Abiddy Gang",
    "review":"Excellent meat pies, the best in Ottawa. I’ve tried many other places but none can compare to Aladdin’s. One of a kind place and great customer service. They only take cash.\nRecommended dishes\nMeat Pie, Cheese Pie, Meat & Cheese",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Cooper Watt",
    "review":"First time visit today....and they did not disappoint. Tasty doesn't begin to describe the quality and freshness. Super friendly guys behind the counter who were cool when I said it was my first visit and I'd take whatever they recommended.... So good, I will be back every week!\nThey also have an on-site Lebanon fund going, for those wanting to help but not sure where or how to do so.",
    "food":3,
    "service":4,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Ignacio Tirado García",
    "review":"They deserve a 5 stars review. They offer a several different pies for a really good price. They also have a lot of yummy typical libanese food. They sell the BEST MEAT AND CHEESE PIE in town. You can eat in their dining room or take away. Be careful because they only accept cash!!!\nMaybe you have to wait a few minutes because there is always a long queue of customers. Good and friendly service.",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Mizz N",
    "review":"I ordered a zaatar and cheese pie today. It was completely burnt. I didn’t know until I was home and opened it. The person who made it knew it was burnt and still served it to a customer. I tried to eat around the burnt areas. Horrible.",
    "food":1,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"H & G",
    "review":"You can eat the freshly baked pies as a snack, breakfast or lunch. The pies suit different tastes from vegetarian to meat lovers.\nFriendly staff, fresh and delicious pies, clean, and reasonably priced\nI would add the fifth star if the shop is giving a touch of upgrade and accept another way of payment e.g. debt card.\nAlso, adding chicken pies to the menu would be great",
    "food":4,
    "service":4,
    "atmosphere":3,
    "pricing":4
  },
  {
    "author_name":"Nancy J",
    "review":"Really good! If you’re not a fan of the thicker manakish, you can request thin zaatar, cheese, etc.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"David Pickett",
    "review":"I don't live nearby, but have been coming here off and on for several years now. For me, it i's one of those places that you stop in if you happen to be driving by.  I really like the meat and cheese pies and have tried some of the other items, which were all good.\n\nThere's usually people around either waiting to put in an order or for their food, and you can eat in or take away.  My kids and I would definitely recommend the meat and cheese pies.",
    "food":4,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Abdul Wasey Faruqi",
    "review":"A few local friends suggested this place. Incredible manakeesh. I was taking a video of the oven and the guys behind the counter told me to come stand with them so I can get a better angle. I said it was my first time here and a customer in the store was shocked and goes \"your first time here?! Enjoy man. Enjoy!\" Good vibes. Great food. Very friendly folks. Got a cheese & zatar manakeesh and also their beef. There's a counter with a few bar stools along the window where you can sit down and eat. Definitely coming here again.",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Bourassa Banane",
    "review":"I bought 12 meat pie I don't know what kind of meat they put in it extra salty and 6 zaatar on a thick dough I did not ask to be crunchy the 6 of them were crunchy\nI will stick with Aladin bakery on St Laurent always good fresh and tasty",
    "food":4,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Steve Rogers",
    "review":"Good spot, great value. I like their meat pies and spinach pastries and will buy a dozen at a time to freeze and reheat.\n\nOnly trouble is that they can be a bit inconsistent about cooking. I've had meat pies come back undercooked (still dough-ey) and overcooked (edges are charcoal). But at those prices, it's hard to complain.",
    "food":4,
    "service":3,
    "atmosphere":3,
    "pricing":4
  },
  {
    "author_name":"Varun khetarpal",
    "review":"Awesome food, cant ask for anything more. Reminded of my time in the middle east. The servers were super friendly and nice.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Karine Lalonde",
    "review":"Best meat pies I've had!  I have only tried one other and they were good too but these are myself favorite.  Practically everyone I work with loves Aladdin's meat pies: cooked fresh, in front of your eyes.  The guys are friendly and fast as always, you can count on getting good service here!",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"A Zi",
    "review":"Top notch. Meat and cheese pie is divine and the lines are well worth it. We will continue to visit this bakery. The parking lot is a little crammed during peak hours. Remember credit cards are not accepted.",
    "food":4,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Patrick Leveille",
    "review":"The best!  Bring cash.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie, Zaatar and Veg",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":5
  },
  {
    "author_name":"Sarah B",
    "review":"The staff are the best part of this cafe because they are so helpful. The chai latte was our favourite drink here.\n\nThe coconut chocolate bar was sweeter than we personally would have liked, but we should have anticipated that from the sugar ratio in the nutrition facts. They have lots of interesting custom chocolates here.",
    "food":3,
    "service":4,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Sarah Moukahal",
    "review":"Best meat pies in Ottawa. Definitely get them with spice and lemon. Get the drinkable yogurt as well! Delicious. Everyone that works here is very friendly and kind. The bakery is really clean. Great Lebanese meat and cheese and spinach pies. Great prices as well.",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Parteek Arora",
    "review":"The cheese bread is amazing. Good place for a quick snack and have a nice variety. Only takes cash, which is not a problem but sometimes you don’t have cash so u can’t go there. They have an ATM inside but it charges you amount equal to another cheese bread!! :)\n\nI like the Zatar with cheese and make it spicy!!",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Wof",
    "review":"Good meat pies but the store has serious issues with hygiene procedures. They use same hands when handling dirty money and food. I also saw a chef wipe his apron and then touch the food. They need to wear gloves. The food is good but it’s very dirty. Also they tent to burn the edges of the pies so it’s always black on the sides.",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Nelly Kay",
    "review":"This place is a legend for a reason. They are fast and the food is da bomb. I love the meat and cheese pie the best, cheese pie second, and meat pie third. Make sure to get lemon and spice! Cash only but who cares lol. Best pies!",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Lloyd Belanger",
    "review":"This place is amazing! The food,the workers, everything about Aladdin's always makes me happy it's my favorite place to stop by when I don't feel like cooking\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie, Meat & Cheese, Veggie Zaatar",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Andre Allain",
    "review":"This spot gives extraordinary service and yummy pies. The meals served rapidly and the rates were reasonable. Highly recommended. Definitely a lifetime customer! Great meat pie options.",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Alan Scott",
    "review":"Definitely deserving of a five star rating. For a first time, it was filling but not too heavy. Only accepts cash, but business like no tomorrow. More than just pies, items such as spinach pockets also available. Specializing in their pies, it will keep you coming back for more. One of the best parts other than the food is the price, as low as two dollars it gives best bang for your buck. Ordered the meat and cheese pie myself, but other options such as meat, spinach, cheese, cheese and veg.. something for everyone.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Mar B",
    "review":"If you are familiar with baked goods of the Middle East and the nearby regions, then you’ll love this place. Freshly baked lahmajouns aka meat pies (thankfully not over-spiced with all spice like in other places), zaatar breads and much more - very delicious and very reasonably priced. It’s very hard to find such fresh breads and pies in Ottawa, so 100% recommended. The only downside is that they take cash only and it can get quite busy.",
    "food":4,
    "service":3,
    "atmosphere":3,
    "pricing":4
  },
  {
    "author_name":"George Matta",
    "review":"Reasonable place for cheese breads or meat pies, zaatar, etc... the meat is tasty, but a little too greasy.  Okay for the most part, but prices have increased way too much.",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Tony Morgan",
    "review":"I would upload photos of my food but I eat the sausage and cheese way too fast.\n\nFriendly service. Delicious food. Cash only but they have an ATM. Big drink selection.",
    "food":4,
    "service":4,
    "atmosphere":3,
    "pricing":4
  },
  {
    "author_name":"M Kay",
    "review":"First time in Alladin bakery and YOU have to go! It’s the cutest little spot with amazing food. The veg pizza, zaatar n veg pie is to die for. IT WAS FIRE!! The service we received was so amazing and we will definitely be back again. They made us feel welcomed and gave us an amazing experience.",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Ali Zalzale",
    "review":"Best Pies i’ve ever tried in the world by far. Saff is very kind, food is great, and is very fast paced. I’d definitely recommend this store to anyone in Ottawa.",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Paak C",
    "review":"Great staff!  Had a big order for a company event, and they handled it very professionally.  Thank you for making the event lunch a success!\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Samina Khan",
    "review":"I love this place for it’s simplicity, fast service and polite staff … always. Their offerings are limited but always fresh. Why I gave 4*, I think they could keep it a bit cleaner. THEY ONLY TAKE CASH but there is an ATM on site",
    "food":3,
    "service":4,
    "atmosphere":3,
    "pricing":4
  },
  {
    "author_name":"Kylen Cochrane",
    "review":"Delectable pies. You can tell it's fresh from the first bite to the last. They clearly take pride in what they do here! If you are in the are definitely give it a go, it's delicious, filling, and affordable.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Imran Haider",
    "review":"Hidden gem of Ottawa! Go at a good time and you’ll get the freshest meat pies. My personal go-to meat pies in the city. They only take cash (atm on site).",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Ambra Hardy",
    "review":"Skip glitched out and messed up my order, but I came in to pick it up and they were cracking jokes with customers and best of all my food was still warm. Best Zaatar in the whole city.\n\nVegetarian options: They have vegetarian options\n\nDietary restrictions: They have vegan options!",
    "food":4,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Robin",
    "review":"AMAZING!  Best meat and cheese pies I have ever had.  Could eat these until I die.  Service is wonderful too - the staff is very nice.  Just make sure to bring cash. :)",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Sylvano Mendoza",
    "review":"Aladeen best meat pies you'd get and cheap too. Everytime I go out i count how many meatpies i would've got. Beats every price beats every quick snacks. Aladeen's meat pies for life!",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Papis D.",
    "review":"Been going there probably for more than 10 years, food is always good. Staff extremely friendly and the atmosphere is always great. The food is always fresh and the place always pack. Goes to show how good the food is. Will continue to go there for the next 10 yrs.",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Yasser Abed",
    "review":"Their cheese pies barely have any cheese on them. I mean C'mon $3.75 for a crust with cheese crumbs? Don't call it cheese pie if you aren't going to load it with cheese. Please don't be stingy with the cheese. I cannot taste or smell the cheese.  I will try you in few days if you added more cheese I will change my rating I don't like to give 1 stars.",
    "food":1,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"C G",
    "review":"Packaging is often very greasy, on a positive note the food is mostly always hot\n\nThey do not take debit nor credit and offer an incredibly overpriced atm machine in the location\nFood: 2\/5  |  Service: 1\/5  |  Atmosphere: 1\/5",
    "food":2,
    "service":2,
    "atmosphere":2,
    "pricing":2
  },
  {
    "author_name":"Rowan Ashe",
    "review":"Simply The Best. High Quality Ingredients. You can taste the difference. Family operated so the quality control is exceptional. I try to eat there every day. I thought Disney's Aladdin was good. Wait until you try Aladdin Bakery.",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"France Lagace",
    "review":"This place is yummy..  the guys are always courteous and friendly... the meat and cheese pie is the best in town... the bit of  oil from the cheese makes it yummier... of course with a pinch of hot pepper and a dash of lemon.. .",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Moussaab Hafiani",
    "review":"I wish next time you bring a card machine the food smell so good but unfortunately i didnt had cash with me 😀\nFood: 5\/5  |  Service: 3\/5  |  Atmosphere: 1\/5",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Lucas Kelly",
    "review":"Food is great, not as good as the Carling location though. 10\/10 staff, super friendly.\nFood: 4\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Charbel Khouri",
    "review":"This place seems to be a hit or miss. In my experience it's been a miss.\nLast couple of times I've been here they have been really cheaping out on the cheese and the taste is just not the same. The cheese manoushe is turning into a pc of bread barley with cheese mostly mozzarella... that and the fact that they bake the mana2eesh ahead of time is making this place less desirable for me at least.\nMessage to the owners: go back to your roots and deliver authentic lebanese bakery",
    "food":2,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Jeje74",
    "review":"The pies are really good.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Admir Becirbasic",
    "review":"Best spot for meat pies..\nEveryone should try the akawi cheese pie !\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat & Cheese\n\nParking space\nPlenty of parking\n\nParking options\nFree parking lot",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Ashley Barrie",
    "review":"I go out of my way to eat here, the food is fresh and amazing (just the right price as well). The service is fast and friendly. Dont let long lines discourage you because you wont end up waiting long.",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Aymen Bouabid",
    "review":"Delicious food and great service\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, And Olives",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Amanda A",
    "review":"Best zaatar ever!! The bread is always so fresh. Good price ($2 including tax). Friendly staff- I see the same guy working every time (with the long lashes) and he's awesome.",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Mohammad Siddiqui",
    "review":"Amazing!! I don't go there for the rush hours, I know what their prices are, what they were and they will most probably increase, because hey! its inflation!! What we are discussing here is the pies he servers, Spinach, cheese, zaatar, manakeesh, the pizza. I stop by here in the morning, and my eyes are always bigger than my stomach. Fresh baked bread with toppings that are ordinary, combined in harmony they make together one of the best pies in town! The recipe is not complicated, the ingredients are not hard to find. The only thing setting them apart from all the competition in ONTARIO is their make on demand order.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Jonathan Mooney",
    "review":"Aladdin came recommended to us. We have a spot close to us that serves delicious cheese pies. But a friend said the best cheese pies in the city come from Aladdin. And they have the option for thin dough! Needless to say the thin dough cheese pies are delicious and the worker at the front was very friendly. If I were in the neighbourhood I wouldn't hesitate to go back to Aladdin. As for the claim of being the best cheese pie in the city, they are definitely very tasty and even a bit different with the thin dough, but I wouldn't say they are better or worse then the scrumpdidlyumptious cheese pies that are closer to my place.",
    "food":4,
    "service":4,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Rami Hajjar (RamZ)",
    "review":"Amazing, the cashier started a conversation and was super kind, ordered 4 cheese pies and 3 meat pies and it was ready within 3 minute tops. 5\/5 100 %.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Alice Chiasson",
    "review":"Love this place. Can be a long wait sometimes, but the food is so good, great price and they guys behind the counter are the best. I love the cheese and spinach and the cheese and veg. Wish they had a chicken option :-(",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"M Islam",
    "review":"You will find the best meat pie in Ottawa here! Just for $2! Unbelievable deal!\nTheir meat pies are always fresh as they are busy with customers, pies are coming out of tandoor all the time.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Gisele PNL",
    "review":"Love this place! Always made fresh in a brick oven. My favorite is Zaatar, but everything I've had there in the past year has been really tasty.  Great prices, fast service.",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Buschek",
    "review":"I had a meat pie from here, the pie crust was really hard and not eatable. Also I found a thin inch long hair as I was finishing up the pie. Hair nets are there for a reason, use them.",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Chris Woods",
    "review":"Great place!  Eat the Zatar!  Or the Half Meat Half Cheese!  You will spend the rest of you week eating there!. Been going here for 20 years! Always good!\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie, Meat & Cheese, Veggie Zaatar, And Veg\n\nParking space\nSomewhat difficult to find parking\n\nParking options\nFree parking lot",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Georges Kanaan",
    "review":"Great place for traditional Lebanese pies ( Man2oush), variety of options (Thyme, Cheese, Meat, Spinach..). You can also buy Pita bread and other sweets. Only cash, no debit or credit.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Andre Pelland",
    "review":"The meat and cheese pies are so good, the best I've ever had. I absolutely love the pies here and cannot express how good they are. Thank you Aladdin Bakery.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Le-Phuong Nguyen",
    "review":"They have the best meat pies in town. I highly recommend ordering a meat pie with all the veggie toppings inside. Extra spice and extra lemon juice is what makes the meat pie unbeatable!",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Iman El-Wajeh",
    "review":"The pies are excellent me, my family and friends are never disappointed. But one think to advice that wo3th everything thats going on, mask and gloves are required especially if you handling money(cash). They dont have debit credit payments which is unfortunate. And it not the only location that dont wear masks or gloves all the bakery meaning (arabs) locations in Ottawa. Pls consider others and public health or believe it you will get a fine.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"aakashba",
    "review":"As a traveller from USA I was disappointed by the cash only policy as I am unable to withdraw cash from Canadian bank machines. This is 2023, you'd think the only cash businesses now are money laundering fronts",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":1
  },
  {
    "author_name":"Ashley Perrier",
    "review":"I love this place! The staff are extremely friendly, great prices and the cheese\/meat and cheese pies are awesome. Always coming back for more.",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Fouad Zebian",
    "review":"Yum Yum Yum The closest I found to Lebanese pastry I used to have back in Lebanon for the most reasonable price you'd find in Ottawa! Meat, Zaatar, Cheese or whatever option! Super impressed!",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Barry Publow",
    "review":"Discovered their baked meat and cheese 'pies'   10\/10 .   Only critisism  is they claimed to only take cash which forced me to use their in-store ATM which has a $2 surcharge.  Dibt know is this was temporary  or not",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Premier Limos",
    "review":"These guys are simply the best bakery in Ottawa! Always the freshest ingredients, clean environment and very friendly. 5 star all around!",
    "food":3,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Mo",
    "review":"Meat pie was very delicious! Staff extremely friendly. Will definitely go back.",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Suzanne Zeidan",
    "review":"Always the best pies in town\nFood: 5\/5  |  Service: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"james43867",
    "review":"Incredible food, good prices, and extremely quick service. Get the meat and cheese pies extra spicy 🌶️\nRecommended dishes\nMeat Pie, Cheese Pie, Meat & Cheese",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Brendan Murphy",
    "review":"Super good pies, probably the best we have had in Ottawa. It was alternately busy and then fairly quiet while we visited over the course of 10 mins today.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Dominique Andre",
    "review":"Good place. The Baba rum and their cakes are excellent. Don't have great customer service but, I just order and pick up. Quick.",
    "food":3,
    "service":4,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Pilgrim Maslow",
    "review":"Best Lebanese pie, love them for a quick lunch or snack. It's always fast, in and out. Even when busy it's not a long wait. They are very efficient 😃",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"BFTOBIN",
    "review":"Had meat pies for lunch here today. Great people working at this place  and THE BEST pies in the city.  Two pies and a drink for half the price of a hamburger and fries and it filled me up..",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Tim P",
    "review":"Love the food...but to order at lunch time...wayyy too much talking going on.\nSometimes can be frustrating at the times your in a  rush and  just need something quick...but then takes 15 20 min to get a cpl of pies....all in all the food makes up for wait.",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Nada H",
    "review":"My to-go bakery for Lebanese pies. Quite a few varieties and always fresh. Good variety of drinks and some cheeses to go. Have been coming here for many years",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Talaal Mirza",
    "review":"Meat pie flavour was a bit weaker than other Lebanese meat pie joints in the city. But you can't go wrong for the price. Also their zataar is class.",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"George Palio",
    "review":"“Eat for $1” seems cheap, but as you enter the prices say different. What’s up with that ? Isn’t that false advertisement? Portions are small I need like 10 meat pies to get full and I’m not even a fat guy",
    "food":2,
    "service":3,
    "atmosphere":3,
    "pricing":2
  },
  {
    "author_name":"Michael Siddall",
    "review":"Been a customer for several years. My favourite pies in Ottawa. Meat and cheese with spice and lemon! Hard to beat the price too.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Javin Lau",
    "review":"Delicious wrap\/sandwich!\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Brayden Konink",
    "review":"Great meat pies!\nFood: 5\/5",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Emery Harden",
    "review":"AMAZING FOOD! Definitly suggest if you're looking for a filling snack.\nFood: 5\/5  |  Service: 4\/5  |  Atmosphere: 4\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Matin S",
    "review":"The ORIGINAL & BEST cheese & meat pies in Ottawa.\nFamily owned & operated, Aladdin Bakery is one of the pioneer Lebanese take out spots in the nation's capital.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"O ABUDAQQA",
    "review":"Good pastery for quick breakfast but the taste  is ok and need more impovment to reach to best. The service is quick and generally as overall deserve 3 start out of 5",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Ace",
    "review":"Affordable, convenient, and tasty Lebanese baked goods offered here. The owners\/servers were very friendly. I definitely recommend it.",
    "food":3,
    "service":5,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Max latham",
    "review":"Excellent, really fantastic - the pies were so good we immediately bought more for later. Service was great and prices were very reasonable.",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Anson Bispham",
    "review":"Always welcoming, always dependable, always amazing. The owner seems to value his customers above all.",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Hiba",
    "review":"Great man'oushe!\nFast service.\nOh and They only take cash!\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 3\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":5
  },
  {
    "author_name":"Travis Scott",
    "review":"This place never disappoints. I highly recommend anyone to try every item on the menu to know which is your to go pie.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"ludovic almanzar",
    "review":"Very busy during lunch hour but if yu want a quick healthy Lebanese Zafar meat pies pizza this is the e spot excellent service very fast  these guys work very hard",
    "food":4,
    "service":4,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"deepak jose",
    "review":"Best meat pies. So soft and full of flavour. Make you carve more.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Marvin Chanta",
    "review":"Everything is great just would like to see gloves used.\nFood: 3\/5  |  Service: 3\/5  |  Atmosphere: 3\/5\n\nRecommended dishes\nMeat Pie",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Mohamad Mansour",
    "review":"Amazing just amazing best cheese and zaatar pies\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nCheese Pie",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Gabriel Nwatarali",
    "review":"Been going there for year's and the food always taste good.\nRecommended dishes\nMeat Pie, Meat & Cheese",
    "food":4,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Elise Chahwan",
    "review":"The only place I go for meat or cheese pies. Honestly it’s better than the meat pies I’ve had in Lebanon.. 🤭",
    "food":4,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Rayan Mazeh",
    "review":"Best bakery in ottawa! Loved the cheese meat and zaatar pie, always fresh, and good customer service",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Khaled Qaddumi",
    "review":"Food here is really good for a quick bite. Right price and gives you the right meal to continue on with your day.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Yana Hatoum",
    "review":"Best meat pie ever, very tasty and always fresh",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Paul Piechota",
    "review":"Amazing and affordable cheese pies! Love coming here!",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Amgad Abdou",
    "review":"Nice people, fast service and reasonable prices but cash only",
    "food":3,
    "service":4,
    "atmosphere":3,
    "pricing":4
  },
  {
    "author_name":"Redha Yac",
    "review":"Excellent choice of quality and price\nDelicious pizza\nFriendly staff\nI recommend\nIt deserves more than 5 stars\nWell done 👌\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nParking space\nPlenty of parking\n\nParking options\nFree parking lot",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":5
  },
  {
    "author_name":"Didi P",
    "review":"Very good meat pies, served with kindness. We leave Gatineau to go buy them in Ottawa. When will there be a little restaurant like this in Gatineau? ?\n\nParking: Is located in a small shopping center.\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nParking space\nPlenty of parking\n\nParking options\nFree parking lot",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"André Voyageur",
    "review":"It's a simple place that only does one thing, but does it extremely well. Zaatar and lahambajine (meat) are the best. It takes two or three to make a meal. It’s like being in the Middle East and I go back there at least once a week. We only accept cash.",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":5
  },
  {
    "author_name":"Michel D'Aoust",
    "review":"For fans of Pizza and Meat Pâti.  Number #1. A small Nouri Pizza for 2 people because nothing is missing and don't ask for anything extra because you won't finish it. A real and fresh tasting not to be forgotten. Bon Appetit to all. Thank you from Michel D'Aoust",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Gab Vaugeois",
    "review":"Sahtein!!!\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Soraya Mondjo",
    "review":"The pizza is really good but the place is not very neat especially the toilets\n\nKid-friendliness: It is suitable for children\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 2\/5\n\nParking space\nPlenty of parking\n\nParking options\nFree parking lot",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Omar G",
    "review":"The meat pie is very delicious and filling. May God bless them",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Amel Philippe Naroun",
    "review":"It was excellent. The dough was tasty, the ingredients on it were fresh. I recommend!",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Moe Alk",
    "review":"God willing, the best meat pie I have ever tasted is in Canada, not just Ottawa!!\nRecommended dishes\nMeat Pie",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Jacques Marengere",
    "review":"Always prepare the different pitas well and the superb and fast customer service, excellent choice.",
    "food":3,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Boubou diouf ibouily",
    "review":"Very good restaurant for small appetites and cheaper too.",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Hamooda Мохаммед Алул Al Aloul",
    "review":"very very gooood\nI know\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Mohamed Larbi Ebdelli",
    "review":"good food, a little expensive but they only take cash!",
    "food":4,
    "service":3,
    "atmosphere":3,
    "pricing":4
  },
  {
    "author_name":"kadri Mohamed",
    "review":"Too expensive, plus it only takes cash...",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":1
  },
  {
    "author_name":"Tima Obaid",
    "review":"Best Maneesh in town 😍",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Vanessa Girard",
    "review":"Delicious. Cash only though.",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":4
  },
  {
    "author_name":"J",
    "review":"Best best bakery Amazing pies",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"TEVFIK AKTAS",
    "review":"👍",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Hadeel Alsaraaf",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Abir Babili",
    "review":"The best cheese and spinach fatayer",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"د احمد حافظ",
    "review":"Delicious pastries\nFood: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Adel Jad",
    "review":"Recommended dishes\nMeat Pie",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Eryc Ethier",
    "review":"Food: 4\/5  |  Service: 4\/5  |  Atmosphere: 4\/5\n\nRecommended dishes\nMeat Pie",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Jason Cams",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Fouz M",
    "review":"Recommended dishes\nMeat & Cheese",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Peter Aboud",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"rob russell",
    "review":"Food: 5\/5  |  Service: 4\/5  |  Atmosphere: 3\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Sana A.",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Ghassan Assim",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 3\/5\n\nRecommended dishes\nMeat & Cheese, Veggie Zaatar\n\nParking space\nSomewhat difficult to find parking\n\nParking options\nFree parking lot",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Cassandra Leger",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Cleo Roberge",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie, Meat & Cheese",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Eli Nassrallah",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Munir Anameric",
    "review":"Food: 4\/5  |  Service: 4\/5  |  Atmosphere: 4\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Charbel Esber",
    "review":"Recommended dishes\nMeat Pie",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Kamal Saidoun",
    "review":"Food: 5\/5  |  Service: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Ejaz Malikzada",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 2\/5\n\nRecommended dishes\nMeat Pie, Meat & Cheese\n\nParking space\nPlenty of parking\n\nParking options\nFree parking lot, Free street parking",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Ali Nibouche",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat & Cheese",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Aksel Żygowski-Everets",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Priso PCA",
    "review":"Food: 3\/5  |  Service: 3\/5  |  Atmosphere: 3\/5",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Homam - KA",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Pulkit Mogra",
    "review":"Recommended dishes\nPizza Pie Made with Feta Cheese, Veggie Zaatar",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Reeced Felhaber",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Ashley Leduc",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat & Cheese",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Sandrine Muhimpundu",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Thag O'Mizer",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Michel Lafleur",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"M F",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"özcan toprak",
    "review":"Lose",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Patricia Cuomo",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Mique Michelle",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"andrew schneider",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Simon Trep",
    "review":"Succulent and decadent",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Thomas Faour",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"steve mangiala",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Ermilla Tolete-Wallace",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Ibrahima Diagne",
    "review":"Delicious and fresh food",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"G Money",
    "review":"Food: 4\/5  |  Service: 4\/5  |  Atmosphere: 4\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Rema Hage",
    "review":"Food: 4\/5  |  Service: 4\/5  |  Atmosphere: 5\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"freud guédou",
    "review":"Excellent",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"stephanie ouellette",
    "review":"Excellent",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Basem Masri",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Anthony Oliveira",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"محمد ابراهيم",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Alfred Wong",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Matthias Mark-George",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Abd Ashkar",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Tina Diloreto",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Milad",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Ahmed Mustafa",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Arturo Fernandez",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"T T",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"econ omist",
    "review":"Food: 5\/5  |  Service: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Tasha Benjamin",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Mahdi TR",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"kamro saib",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Saja Yacob",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5\n\nRecommended dishes\nMeat And, Cheese Pie",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Ahmed amazigh Ben maatoug",
    "review":"Food: 2\/5  |  Service: 4\/5  |  Atmosphere: 2\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Hamidreza Hatami Shirkouhi",
    "review":"Food: 4\/5  |  Service: 5\/5  |  Atmosphere: 3\/5\n\nRecommended dishes\nMeat Pie",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Marc Attieh",
    "review":"Food: 5\/5  |  Service: 4\/5  |  Atmosphere: 2\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Hanaa Wazzan",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Leonard Mmunga",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"abo ali",
    "review":"Food: 1\/5  |  Service: 1\/5  |  Atmosphere: 1\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Abe Hussein",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Mai Awwad",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"S Nash",
    "review":"Food: 5\/5  |  Service: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Melissa McGee",
    "review":"Food: 4\/5  |  Service: 4\/5  |  Atmosphere: 4\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Saba",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Nilla H",
    "review":"Food: 1\/5  |  Service: 1\/5  |  Atmosphere: 1\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Kimia Hooshmand",
    "review":"Food: 3\/5  |  Service: 1\/5  |  Atmosphere: 2\/5",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Bouazaoui Tahiri",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Kevin Bhavsar",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nAnd Veg, Spinach & Cheese, Mango Juice\n\nParking space\nPlenty of parking\n\nParking options\nFree parking lot, Free street parking",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"liza haddad",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Sarah Richer",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"michael 1",
    "review":"Food: 5\/5  |  Service: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"M A C İ T G Ö K",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Zeyad Abusnineh",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"philip shahbazi",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"basma Ali",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Dimitri Pinto",
    "review":"Food: 5\/5  |  Service: 4\/5  |  Atmosphere: 4\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Soha Dadoun",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Emon Ahmed",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Rachid Beydoun",
    "review":"Food: 4\/5  |  Service: 4\/5  |  Atmosphere: 4\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Youssouf Ismael",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Omar Alomar",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"abdel chaabane",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 3\/5\n\nRecommended dishes\nMeat Pie, Cheese Pie\n\nParking options\nFree parking lot",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Sibghat S",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Marcel Lacroix",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Caroline Tseng",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 4\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Phil Assad",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Sobhy Masoud",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Mash Frouhar",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Ahnas Hussein",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Tya",
    "review":"Food: 5\/5",
    "food":5,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Chamel Ch",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Cliffy D. Pine",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Jason Quenneville",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"FA 93",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  },
  {
    "author_name":"Yamen Twearish",
    "review":"Food: 5\/5  |  Service: 5\/5  |  Atmosphere: 5\/5",
    "food":5,
    "service":5,
    "atmosphere":5,
    "pricing":3
  },
  {
    "author_name":"Oussama Guellab",
    "review":"Food: 4\/5  |  Service: 4\/5  |  Atmosphere: 3\/5",
    "food":4,
    "service":4,
    "atmosphere":4,
    "pricing":3
  },
  {
    "author_name":"Sylvain Caron",
    "review":"",
    "food":3,
    "service":3,
    "atmosphere":3,
    "pricing":3
  }
]